Repository: keoko/tauper
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ca

source: Join Game
ca: Unir-se al Joc

source: Back
ca: Enrere

source: Code
ca: Codi

source: Element groups
ca: Grups d'elements

source: Listing Games
ca: Llistat de Jocs

source: Name
ca: Nom

source: New Game
ca: Nou Joc

source: Number of questions
ca: Número de preguntes

source: Oops, something went wrong! Please check the errors below.
ca: Òndia, quelcom no ha funcionat! Si us plau mira els erros de sota.

source: Valences
ca: Valències

source: Status
ca: Estat

source: Time per question (seconds)
ca: Temps per pregunta (segons)

source: Types of questions
ca: Tipus de preguntes

source: game
ca: joc

source: group %{group_number}
ca: grup %{group_number}

source: player
ca: jugador

source: Next Question
ca: Següent pregunta

source: Waiting for players to join...
ca: Esperant que s'afegeixen jugadors...

source: Share the game code with your students so they can join.
ca: Comparteix el codi de joc amb els teus alumnes perquè puguin unir-se.

source: Position
ca: Posició

source: Score
ca: Puntuació

source: Sending answer...
ca: Enviant resposta...

source: Skip Question
ca: Saltar pregunta

source: Start Game
ca: Començar a jugar

source: Return Home
ca: Tornar a l'inici

source: Waiting for next question...
ca: Esperant la següent pregunta...

source: The game host will continue to the next question when ready.
ca: L'organitzador continuarà amb la següent pregunta quan estigui preparat.

source: Waiting for the game to start...
ca: Esperant que comenci el joc...

source: The game host will start the game when everyone is ready.
ca: L'organitzador iniciarà la partida quan tothom estigui preparat.

source: send answer
ca: enviar resposta

source: time
ca: temps

source: only a player pending to answer
ca: Només falta un jugador per respondre

source: What are the valences of %{element_name}?
ca: Quines són les valències de l'element %{element_name}?

source: What is the name of %{element_symbol}?
ca: Quin és el nom del símbol %{element_symbol}?

source: What is the symbol of %{element_name}?
ca: Quin és el símbol de l'element %{element_name}?

source: Final Podium
ca: Pòdium final

source: Podium
ca: Pòdium

source: The answer is <strong>%{answer}</strong>
ca: La resposta és <strong>%{answer}</strong>

source: Email cannot be sent. There has been an unexpected error.
ca: No es pot enviar el email. Hi hagut un error inesperat.

source: Email sent
ca: Email enviat

source: Send Score Email
ca: Enviar Email

source: points
ca: punts

source: Alone
ca: En solitari

source: Rejoin Game %{code}
ca: Tornar al joc %{code}

source: Continue your previous game
ca: Continua la teva partida anterior

source: Create a game and share the code to compete
ca: Crea una partida i comparteix el codi per competir

source: Enter a friend's game code to play together
ca: Introdueix el codi d'un amic per jugar junts

source: Faster answers earn more points
ca: Respostes més ràpides guanyen més punts

source: Learn symbols, names, and valences
ca: Aprèn símbols, noms i valències

source: Learn the Periodic Table
ca: Aprèn la Taula Periòdica

source: Master Chemistry
ca: Domina la química

source: Play Alone
ca: Juga en Solitari

source: Play solo or compete with friends in real-time chemistry quizzes!
ca: Juga en solitari o competeix amb amics en qüestionaris de química en temps real!

source: Play solo or compete with others
ca: Juga en solitari o competeix amb altres

source: Play with Friends
ca: Juga amb Amics

source: Practice and learn at your own pace
ca: Practica i aprèn al teu ritme

source: Real-time
ca: Temps real

source: Score Points
ca: Acumula punts

source: Correct! Your answer: %{answer}
ca: Correcta! La teva resposta: %{answer}

source: Practice Mode
ca: Mode de Pràctica

source: Wrong! Your answer: %{answer}
ca: Incorrecta! La teva resposta: %{answer}

source: %{correct} correct / %{answered} answered
ca: %{correct} correctes / %{answered} respostes

source: Score: %{score}
ca: Puntuació: %{score}

source: score: %{score}
ca: puntuació: %{score}

source: Answer Summary
ca: Resum de respostes

source: Your answer: %{user_answer} | Correct: %{correct_answer}
ca: La teva resposta: %{user_answer} | Correcta: %{correct_answer}

source: Correct: %{correct_answer}
ca: Correcta: %{correct_answer}

source: Solo Mode
ca: Mode Solitari

source: Multiplayer Mode
ca: Mode Multijugador

source: Create or join a game with friends
ca: Crea o uneix-te a una partida amb amics

source: Choose how you want to play with others
ca: Tria com vols jugar amb altres

source: Create New Game
ca: Crear Nova Partida

source: Set up a new game and share the code with friends
ca: Configura una nova partida i comparteix el codi amb amics

source: ← Back to Home
ca: ← Tornar a l'Inici
