Repository: keoko/tauper
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ca

source: can't be blank
ca: no pot estar buit

source: has already been taken
ca: ja està agafat

source: is invalid
ca: és invàlid

source: must be accepted
ca: s'ha d'acceptar

source: has invalid format
ca: el format és invàlid

source: has an invalid entry
ca: hi ha una entrada invàlida

source: is reserved
ca: està reservat

source: does not match confirmation
ca: no coincideix amb la confirmació

source: is still associated with this entry
ca: encara està associat amb aquesta entrada

source: are still associated with this entry
ca: encara estan associats amb aquesta entrada

source: should be %{count} character(s)
ca: ha d'haver-hi un caràcter

source: should have %{count} item(s)
ca: ha de tenir un ítem

source: should be at least %{count} character(s)
ca: ha de tenir com a mínim un caràcter

source: should have at least %{count} item(s)
ca: ha de tenir com a mínim un ítem

source: should be at most %{count} character(s)
ca: ha de tenir com a molt un caràcter

source: should have at most %{count} item(s)
ca: ha de tenir com a molt un ítem

source: must be less than %{number}
ca: ha de ser menor que %{number}

source: must be greater than %{number}
ca: ha de ser més gran quen %{number}

source: must be less than or equal to %{number}
ca: ha de ser menor o igual a %{number}

source: must be greater than or equal to %{number}
ca: ha de ser més gran o igual a %{number}

source: must be equal to %{number}
ca: ha de ser igual a %{number}
